<template>
    <section>
        <div class="copyright container">
            <div class="copyright-title">
                <h3>Информация для правообладателей:</h3>
            </div>
            <div class="copyright-text">
                <div class="copyright-text-left">
                    <div class="copyright-text-left-one">
                        Все права на материалы, представленные на нашем сайте, принадлежат
                        их законным владельцам и предназначены только для ознакомления.
                    </div>
                    <div class="copyright-text-left-two">
                        Наличие материалов на сайте никаким образом не претендует на
                        обозначение нашего авторского права на данные материалы. Авторы не
                        несут ответственности за возможные последствия использования их в
                        целях, запрещенных Уголовным Кодексом Российской Федерации.
                        Посетитель обязуется не применять полученные здесь ссылки и
                        информацию в целях, запрещённых УК РФ. Если вы соглашаетесь с
                        указанными условиями, то можете приступить к просмотру материалов.
                        Иначе вы должны немедленно покинуть сайт.
                    </div>
                </div>
                <div class="copyright-text-right">
                    <div class="copyright-text-right-one">
                        <h5>
                            Все материалы, размещенные на сайте, взяты с открытых
                            (общедоступных) источников.
                        </h5>
                    </div>
                    <div class="copyright-text-right-two">
                        Если Вы являетесь правообладателем какого-либо материала,
                        размещённого на этом сайте, и не хотели бы, чтобы данная информация
                        распространялась без Вашего на то согласия, то мы будем рады оказать
                        Вам содействие, удалив соответствующие страницы.
                    </div>
                    <div class="copyright-text-right-three">
                        Для этого достаточно, чтобы вы прислали нам письмо (в электронном
                        виде) с E-mail официального почтового домена компании
                        правообладателя, в котором указали ссылки на страницы сайта, которые
                        необходимо удалить. После этого, в течение 48 часов, мы удалим
                        интересующую вас информацию.
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>
  
<script>

  </script>
  
<style lang="scss" scoped>

</style>
  